Repository: demiler/LinuxApplicationDevelopment2024
Catalog: 11_Documenting/po/*.po
Languages: ru

source: Usage: guesser [-r|-h]
ru: Использование: guesser [-r|-h]

source: Play a game with the computer where it should guess your number!
ru: Сыграйте игру с компьютером, где он должен угадать ваше число!

source: -r Use romanian numbers instead of arabic
ru: -r Использовать римские цифры вместо арабских

source: -h|--help Show this message
ru: -h|--help Показать это сообщение

source: --version Show current version
ru: --version Показать текущую версию

source: Error: too many arguments
ru: Ошибка: слишком много аргументов

source: Guesser game version: %s
ru: Guesser версия игры: %s

source: Error: unknown argument '%s'
ru: Ошибка: неизвестный аргумент '%s'

source: Guess a number between %s and %s
ru: Загадайте число между %s и %s

source: Guess a number between %d and %d
ru: Загадайте число между %d и %d

source: ...press any to continue...
ru: ...нажмите любую клаваишу, что продолжить

source: You are lying, it has to be %s! I'm not playing w/ you >:(
ru: Вы врете, это должно быть %s! Я не играю с вами >:(

source: You are lying, it has to be %d! I'm not playing w/ you >:(
ru: Вы врете, это должно быть %d! Я не играю с вами >:(

source: Is it %s? [l/e/g]
ru: Это %s? [l/e/g]

source: Is it %d? [l/e/g]
ru: Это %d? [l/e/g]

source: I knew it was %s!
ru: Я знал, что это %s!

source: I knew it was %d!
ru: Я знал, что это %d!
